import Image from 'next/image' ;
import styles from './page.module.css' ;
import homePagePic from '../../public/home-page-picture.jpg' ;

export default function HomePage() {
  return (
    <main className={`main ${styles.main}`}>
      <Image
        width={0}
        height={0}
        src={homePagePic}
        alt='תמונה-טיפול-באמצעות-בעלי-חיים'
        unoptimized
        priority
        style={{ width: '100%', height: '50%' }}
      />

      <h2>אז מי אנחנו?</h2>

      <p>
        חברת פינה חמה בבעלות וניהול של ליאת אורון מתמחה בטיפול רגשי באמצעות בעלי חיים. <br />

        טיפול נפשי ורגשי בעזרת בעלי חיים, הוכח כמסייע רבות לאיכות החיים של ילדים, מבוגרים וקשישים, הסובלים מבעיות נפשיות רגשיות או התנהגותיות, כגון: חרדות בעיות קשב וריכוז, דיסלקציה, מתח, בעיות שילוב חברתי והסתגלות, אוטיזם, פיגור וכדומה.
      </p>

      <h2>קצת על עצמי</h2>

      <p>
        שמי ליאת אורון, בת 47 וגרה בפתח תקווה. ביחד עם בני, אנו מגדלים בביתנו גן חיות קטן, אך על כך בהמשך :-)  <br />
        משחר ילדותי אני אוהבת ומטפלת בבעלי חיים שונים: חתולים עזובים, כלבים, אוגרים, שרקנים וכן הלאה. כמו כן, מאז ומתמיד אהבתי להקשיב, לעזור ולתמוך בבני האדם סביבי ושימשתי עבורם אוזן קשבת וכתף לבכות עליה, בעת הצורך.  <br />
        אי לכך, כאשר נודע לי על מקצוע הטיפול באמצעות בעלי חיים, חשתי כי מצאתי את המקצוע האידיאלי מבחינתי - זה המשלב בין אהבתי לבעלי החיים ואהבתי לבני האדם ורצוני לסייע להם ככל הניתן.  <br />
        את מקצוע הזואותרפיה &quot;טיפול באמצעות בעלי חיים&quot;, למדתי במשך שנתיים במכללת לוינסקי, לאחר לימודי תואר ראשון בחינוך וסוציולוגיה באוניברסיטת תל אביב.  <br />
        במסגרת עבודתי בתחום הזואותרפיה, עבדתי עם ילדים הסובלים מקשיי למידה והתנהגות, היפראקטיביות ושיתוק מוחין. עבודה זו לימדה אותי רבות על מגבלות אלה, על הילדים המתמודדים עמן באומץ מדי יום וגם על עצמי.  <br />

        כמו כן, אני עובדת עם אנשים בעלי צרכים מיו חדים כגון: אוטיזם, פיגור שכלי וכן עם קשישים, במחלקות סיעודיות ובמרכזי יום לקשיש. <br />
        באמצעות פינת החי שבביתי, &quot;פינה חמה&quot;, אשמח לעזור לכל אדם, בכל גיל ובכל בעיה.
      </p>
    </main>
  ) ;
}