import Image from 'next/image' ;
import aatPic from '../../../../public/aat-picture.jpg' ;
import styles from './about-aat.module.css' ;

export default function AboutAAT() {
  return (
    <main className={`main ${styles.main}`}>
      <Image
        width={0}
        height={0}
        src={aatPic}
        alt='תמונה-טיפול-באמצעות-בעלי-חיים'
        unoptimized
        priority
        style={{ width: '100%', height: '50%' }}
      />

      <h2>טיפול באמצעות בעלי חיים</h2>

      <p>
        &quot;תרפיה באמצעות בעלי חיים&quot; מוגדרת כשימוש בבעלי חיים שונים כעזר טיפולי ושיקומי לטיפול במגוון רחב של מצוקות פיזיות ונפשיות גם יחד. מדובר בתחום הוליסטי, המשלב ידע ומומחיות מתחומים שונים (ביולוגיה, זואולוגיה, פסיכולוגיה, חינוך ועוד). אולם, הידע כשלעצמו אינו מספיק על מנת להפעיל תכנית זו. מעל הכל, נדרשת מן המטפל בשיטה זו מנה גדושה של אהבה לבני אדם ולחיות והרבה התמדה ורצון. <br />

        השילוב של בעלי חיים בתהליך הטיפולי-חינוכי תורם רבות במגוון תחומים: <br/>
        התחום הפיזי/מוטורי- המטופל לומד לעבוד עם כלים הדרושים לטיפול בחיה. המגע, הליטוף וההחזקה של החיה, כל אלה עשויים לסייע בפיתוח מוטוריקה וקואורדינציה. <br />
        התחום הקוגניטיבי- שילוב בעלי חיים בטיפול מאפשר פיתוח יכולות קוגניטיביות כגון: עריכת תצפיות, הבנת תהליכים והסקת מסקנות, קריאת חומר עיוני על החיות, ניהול יומן טיפולי וכן הלאה. <br />
        התחום הרגשי- העבודה עם בעלי החיים מסייעת למטופל להתחבר לעולמו הרגשי ומספקת תחושות של הצלחה, בטחון עצמי ותורמת לדימוי עצמי חיובי. כמו כן, בעל החיים מהווה אובייקט השלכה לרגשות שונים ומאפשר עיבוד ברמה הפסיכולוגית ועבודה בתחום זה. <br />
        התחום החברתי- עבודה עם בעלי חיים מסייעת להפחתת אלימות, העלאת רמת התקשורת החיובית עם הסביבה, פיתוח אינטליגנציה רגשית, פיתוח אחריות אישית, סובלנות, דחיית סיפוקים ועוד. <br />
        התחום החינוכי- שילוב בעלי החיים בתחום זה מסייע להקניית ידע, פיתוח חשיבה סיבתית, היכרות עם תהליכי חיים שונים (לידה, מוות, הריון) והתמודדות עמם וכדומה.
      </p>

      <h2>אוכלוסיות היעד לטיפול</h2>
        
      <ul className={styles.populations}>
        <li>נכים</li>
      	<li>נוער בסיכון</li>
        <li>נוער עבריין</li>
        <li>בעלי הפרעות נפשיות</li>
        <li>בעלי פיגור שכלי</li>
        <li>חולים סופניים</li>
      	<li>ילדים הסובלים מהיפראקטיביות</li>
        <li>אוטיסטים</li>
        <li>קשישים</li>
     	  <li>ועוד...</li>
      </ul>
    </main>
  ) ;
}